tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'

brew 'the_silver_searcher'
brew 'wget'
brew 'tree'

# messing around with clojure
brew 'leiningen'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'google-chrome'
cask 'firefox'
cask 'postman'

cask 'sublime-text'
cask 'iterm2'
cask 'intellij-idea'
cask 'appcode'
cask 'android-studio'
cask 'pycharm'

cask 'java'
cask 'java7'
cask 'java6'
#brew 'ruby193'
brew 'python'
brew 'python3'

brew 'git'
brew 'subversion17'
#link subversion17

brew 'phantomjs182'
brew 'rpm2cpio'

#cask 'soapui'
cask 'charles'

#cask 'hipchat'
cask 'screenhero'
cask 'teleport'


cask 'android-file-transfer'

cask 'evernote'
cask 'spotify'
cask 'skype'
