tap 'homebrew/bundle'

brew 'the_silver_searcher'
brew 'wget'
brew 'tree'

brew 'ansible'

brew 'aws-elasticbeanstalk'
brew 'awscli'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'google-chrome'
cask 'firefox'
cask 'postman'

cask 'sublime-text'
cask 'iterm2'
cask 'intellij-idea'
#cask 'appcode'
#cask 'android-studio'
#cask 'pycharm'

cask 'java11'
cask 'java8'
cask 'java6'
#brew 'ruby193'
brew 'python'
brew 'python3'

brew 'git'

brew 'node'

#cask 'soapui'
cask 'charles'

#cask 'android-file-transfer'

cask 'evernote'
#cask 'spotify'
cask 'skype'
#cask 'mplayerx'

#cask 'virtualbox'
cask 'docker'
#cask 'docker-toolbox'

cask 'zoomus'

