tap 'homebrew/bundle'

brew 'git'

brew 'the_silver_searcher'
brew 'wget'
brew 'tree'
brew 'jq'

brew 'python'
brew 'python3'
brew 'node'

#brew 'ansible'
#brew 'aws-elasticbeanstalk'
#brew 'awscli'

#brew 'ruby193'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'google-chrome'
cask 'firefox'
cask 'postman'

cask 'sublime-text'
cask 'iterm2'
cask 'intellij-idea'

cask 'java11'
cask 'java8'
cask 'java6'

cask 'docker'

cask 'charles'
cask 'wireshark'

cask 'slack'

cask 'evernote'
cask 'spotify'
cask 'skype'
cask '1password'

cask 'signal'
cask 'whatsapp'

cask 'zoomus'
cask 'blue-jeans'

cask 'istat-menus'

cask 'steam'
cask 'discord'

#cask 'appcode'
#cask 'android-studio'
#cask 'pycharm'

#cask 'android-file-transfer'

#cask 'soapui'

#cask 'mplayerx'
